Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Perhaps your iOS app is paused with breakpoint in Xcode, blocked by other tasks in main thread, or moved to background state.
ar: ربما تم إيقاف تطبيق iOS مؤقتًا عند نقطة توقف في Xcode، أو تعطّل بسبب مهام أخرى في الخيط الرئيسي، أو انتقل إلى الخلفية.
de: Möglicherweise ist deine iOS-App in Xcode an einem Breakpoint angehalten, wird durch andere Aufgaben im Hauptthread blockiert oder befindet sich im Hintergrund.
es: Quizá tu app de iOS esté en pausa por un punto de interrupción en Xcode, bloqueada por otras tareas del hilo principal o en segundo plano.
fr: Votre app iOS est peut-être en pause sur un point d’arrêt dans Xcode, bloquée par d’autres tâches sur le thread principal ou passée en arrière-plan.
it: Forse la tua app iOS è in pausa su un breakpoint in Xcode, è bloccata da altre attività nel thread principale o è passata in background.
ja: iOS AppがXcodeのブレークポイントで停止しているか、メインスレッドの別のタスクでブロックされているか、バックグラウンドに移行した可能性があります。
ko: iOS 앱이 Xcode에서 중단점으로 일시 정지되었거나, 메인 스레드가 다른 작업에 막혀 있거나, 백그라운드로 이동했을 수 있습니다.
pt_br: Seu app iOS pode estar pausado por um breakpoint no Xcode, bloqueado por outras tarefas na thread principal ou em segundo plano.
ru: Возможно, ваше приложение iOS приостановлено на точке останова в Xcode, заблокировано другими задачами в основном потоке или перешло в фоновый режим.
vi: Có thể ứng dụng iOS của bạn đang tạm dừng ở điểm ngắt trong Xcode, bị tác vụ khác chặn trên luồng chính, hoặc đã chuyển xuống nền.
zh_hans: 你的 iOS App 可能因 Xcode 断点而暂停，或被主线程中的其他任务阻塞，也可能已经切到后台。
zh_hant: 你的 iOS App 可能因 Xcode 中斷點而暫停，或被主執行緒中的其他工作阻擋，也可能已切到背景。

source: Perhaps your iOS app is paused with breakpoint in Xcode, blocked by other tasks in main thread, or moved to background state. Too large screenshots may also lead to this error.
ar: ربما تم إيقاف تطبيق iOS مؤقتًا عند نقطة توقف في Xcode، أو تعطّل بسبب مهام أخرى في الخيط الرئيسي، أو انتقل إلى الخلفية. قد تؤدي لقطات الشاشة الكبيرة جدًا إلى هذا الخطأ أيضًا.
de: Möglicherweise ist deine iOS-App in Xcode an einem Breakpoint angehalten, wird durch andere Aufgaben im Hauptthread blockiert oder befindet sich im Hintergrund. Auch zu große Bildschirmfotos können diesen Fehler verursachen.
es: Quizá tu app de iOS esté en pausa por un punto de interrupción en Xcode, bloqueada por otras tareas del hilo principal o en segundo plano. Las capturas de pantalla demasiado grandes también pueden causar este error.
fr: Votre app iOS est peut-être en pause sur un point d’arrêt dans Xcode, bloquée par d’autres tâches sur le thread principal ou passée en arrière-plan. Des captures d’écran trop volumineuses peuvent aussi provoquer cette erreur.
it: Forse la tua app iOS è in pausa su un breakpoint in Xcode, è bloccata da altre attività nel thread principale o è passata in background. Potrebbe dipendere anche da screenshot troppo grandi.
ja: iOS AppがXcodeのブレークポイントで停止しているか、メインスレッドの別のタスクでブロックされているか、バックグラウンドに移行した可能性があります。 スクリーンショットが大きすぎる場合も、このエラーが発生することがあります。
ko: iOS 앱이 Xcode에서 중단점으로 일시 정지되었거나, 메인 스레드가 다른 작업에 막혀 있거나, 백그라운드로 이동했을 수 있습니다. 스크린샷이 너무 크면 이 오류가 발생할 수도 있습니다.
pt_br: Seu app iOS pode estar pausado por um breakpoint no Xcode, bloqueado por outras tarefas na thread principal ou em segundo plano. Capturas de tela muito grandes também podem causar este erro.
ru: Возможно, ваше приложение iOS приостановлено на точке останова в Xcode, заблокировано другими задачами в основном потоке или перешло в фоновый режим. Эту ошибку также может вызвать слишком большой снимок экрана.
vi: Có thể ứng dụng iOS của bạn đang tạm dừng ở điểm ngắt trong Xcode, bị tác vụ khác chặn trên luồng chính, hoặc đã chuyển xuống nền. Ảnh chụp màn hình quá lớn cũng có thể gây ra lỗi này.
zh_hans: 你的 iOS App 可能因 Xcode 断点而暂停，或被主线程中的其他任务阻塞，也可能已经切到后台。 截图过大也可能导致此错误。
zh_hant: 你的 iOS App 可能因 Xcode 中斷點而暫停，或被主執行緒中的其他工作阻擋，也可能已切到背景。 截圖過大也可能導致此錯誤。

source: Please update the embedded LookinServer integration in your target app to a newer version from this repository.
ar: حدّث تكامل LookinServer المضمّن في التطبيق الهدف إلى إصدار أحدث من هذا المستودع.
de: Aktualisiere die eingebettete LookinServer-Integration in deiner Ziel-App auf eine neuere Version aus diesem Repository.
es: Actualiza la integración incrustada de LookinServer en tu app de destino a una versión más reciente de este repositorio.
fr: Mettez à jour l’intégration LookinServer embarquée dans votre app cible vers une version plus récente de ce dépôt.
it: Aggiorna l’integrazione di LookinServer incorporata nell’app di destinazione a una versione più recente di questo repository.
ja: ターゲットAppに組み込まれているLookinServerを、このリポジトリの新しいバージョンに更新してください。
ko: 대상 앱에 내장된 LookinServer 통합을 이 저장소의 최신 버전으로 업데이트하세요.
pt_br: Atualize a integração do LookinServer embutida no seu app de destino para uma versão mais recente deste repositório.
ru: Обновите встроенную интеграцию LookinServer в целевом приложении до новой версии из этого репозитория.
vi: Hãy cập nhật tích hợp LookinServer trong ứng dụng đích lên phiên bản mới hơn từ kho lưu trữ này.
zh_hans: 请将目标 App 中集成的 LookinServer 更新为此仓库中的较新版本。
zh_hant: 請將目標 App 中整合的 LookinServer 更新為此儲存庫中的較新版本。

source: Please upgrade the LookinServer SDK version in your iOS project to 1.2.7 or higher.
ar: رقِّ إصدار LookinServer SDK في مشروع iOS إلى 1.2.7 أو أحدث.
de: Aktualisiere das LookinServer-SDK in deinem iOS-Projekt auf Version 1.2.7 oder neuer.
es: Actualiza la versión del SDK de LookinServer en tu proyecto de iOS a la 1.2.7 o posterior.
fr: Mettez à jour la version du SDK LookinServer dans votre projet iOS vers la version 1.2.7 ou ultérieure.
it: Aggiorna la versione dell’SDK LookinServer nel tuo progetto iOS alla 1.2.7 o successiva.
ja: iOSプロジェクトのLookinServer SDKを1.2.7以降にアップグレードしてください。
ko: iOS 프로젝트의 LookinServer SDK 버전을 1.2.7 이상으로 업그레이드하세요.
pt_br: Atualize o SDK do LookinServer no seu projeto iOS para a versão 1.2.7 ou posterior.
ru: Обновите LookinServer SDK в проекте iOS до версии 1.2.7 или новее.
vi: Hãy nâng cấp phiên bản LookinServer SDK trong dự án iOS của bạn lên 1.2.7 trở lên.
zh_hans: 请将你的 iOS 项目中的 LookinServer SDK 升级到 1.2.7 或更高版本。
zh_hant: 請將你的 iOS 專案中的 LookinServer SDK 升級至 1.2.7 或更新版本。

source: Please wait until current sync is completed. You can get sync progress in the upper-left corner of this window.
ar: انتظر حتى تكتمل المزامنة الحالية. يمكنك متابعة تقدم المزامنة في الزاوية العلوية اليسرى من هذه النافذة.
de: Warte, bis die aktuelle Synchronisierung abgeschlossen ist. Den Fortschritt siehst du oben links in diesem Fenster.
es: Espera a que termine la sincronización actual. Puedes ver su progreso en la esquina superior izquierda de esta ventana.
fr: Attendez la fin de la synchronisation en cours. Sa progression s’affiche en haut à gauche de cette fenêtre.
it: Attendi il completamento della sincronizzazione in corso. Puoi seguirne l’avanzamento nell’angolo in alto a sinistra di questa finestra.
ja: 現在の同期が完了するまでお待ちください。同期の進行状況は、このウインドウの左上で確認できます。
ko: 현재 동기화가 끝날 때까지 기다려 주세요. 동기화 진행 상황은 이 윈도우의 왼쪽 상단에서 확인할 수 있습니다.
pt_br: Aguarde a conclusão da sincronização atual. O progresso aparece no canto superior esquerdo desta janela.
ru: Дождитесь завершения текущей синхронизации. Ход синхронизации отображается в левом верхнем углу этого окна.
vi: Hãy đợi đến khi quá trình đồng bộ hiện tại hoàn tất. Bạn có thể xem tiến trình đồng bộ ở góc trên bên trái của cửa sổ này.
zh_hans: 请等待当前同步完成。你可以在窗口左上角查看同步进度。
zh_hant: 請等待目前的同步完成。你可以在此視窗左上角查看同步進度。

source: Plugins
ar: الإضافات
fr: Extensions
it: Plugin
ja: プラグイン
ko: 플러그인
ru: Плагины
vi: Plugin
zh_hans: 插件
zh_hant: 外掛程式

source: Potentially small hit target
ar: هدف لمس صغير محتمل
de: Möglicherweise zu kleine Trefferfläche
es: Área táctil posiblemente pequeña
fr: Zone de contact potentiellement petite
it: Area di tocco potenzialmente piccola
ja: ヒット領域が小さい可能性があります
ko: 작을 수 있는 히트 타겟
pt_br: Área de toque possivelmente pequena
ru: Возможно, маленькая область нажатия
vi: Vùng chạm có thể quá nhỏ
zh_hans: 可能过小的点按目标
zh_hant: 可能過小的點按目標

source: Preferences
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 偏好設定

source: Preferences…
ar: الإعدادات…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 偏好設定…

source: Preparing the system log store…
ar: جارٍ تحضير مخزن سجل النظام…
de: Systemprotokollspeicher wird vorbereitet …
es: Preparando el almacén de registros del sistema…
fr: Préparation du magasin des journaux système…
it: Preparazione dell’archivio dei log di sistema…
ja: システムログストアを準備中…
ko: 시스템 로그 저장소 준비 중…
pt_br: Preparando o registro do sistema…
ru: Подготовка системного журнала…
vi: Đang chuẩn bị kho nhật ký hệ thống…
zh_hans: 正在准备系统日志存储…
zh_hant: 正在準備系統記錄儲存區…

source: Preparing…
ar: جارٍ التحضير…
de: Wird vorbereitet …
es: Preparando…
fr: Préparation…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
pt_br: Preparando…
ru: Подготовка…
vi: Đang chuẩn bị…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Print
ar: طباعة
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: プリント
ko: 프린트
pt_br: Imprimir
ru: Напечатать
vi: In
zh_hans: 打印
zh_hant: 列印

source: Private Discriminator
ar: المميِّز الخاص
de: Privater Discriminator
es: Discriminador privado
fr: Discriminant privé
it: Discriminatore privato
ko: 비공개 디스크리미네이터
ru: Приватный дискриминатор

source: Private Discriminator Settings
ar: إعدادات المميِّز الخاص
de: Einstellungen für privaten Discriminator
es: Ajustes del discriminador privado
fr: Réglages du discriminant privé
it: Impostazioni del discriminatore privato
ja: Private Discriminatorの設定
ko: 비공개 디스크리미네이터 설정
pt_br: Ajustes de Private Discriminator
ru: Настройки приватного дискриминатора
vi: Cài đặt Private Discriminator
zh_hans: Private Discriminator 设置
zh_hant: Private Discriminator 設定

source: Private Discriminator Settings…
ar: إعدادات المميِّز الخاص…
de: Einstellungen für privaten Discriminator …
es: Ajustes del discriminador privado…
fr: Réglages du discriminant privé…
it: Impostazioni del discriminatore privato…
ja: Private Discriminatorの設定…
ko: 비공개 디스크리미네이터 설정…
pt_br: Ajustes de Private Discriminator…
ru: Настройки приватного дискриминатора…
vi: Cài đặt Private Discriminator…
zh_hans: Private Discriminator 设置…
zh_hant: Private Discriminator 設定…

source: Properties
ar: الخصائص
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
ko: 속성
pt_br: Propriedades
ru: Свойства
vi: Thuộc tính
zh_hans: 属性
zh_hant: 屬性

source: properties or methods
ar: الخصائص أو الدوال
de: Eigenschaften oder Methoden
es: propiedades o métodos
fr: propriétés ou méthodes
it: proprietà o metodi
ja: プロパティまたはメソッド
ko: 속성 또는 메서드
pt_br: propriedades ou métodos
ru: свойства или методы
vi: thuộc tính hoặc phương thức
zh_hans: 属性或方法
zh_hant: 屬性或方法

source: Purchase…
ar: شراء…
de: Kaufen …
es: Comprar…
fr: Acheter…
it: Acquista…
ja: 購入…
ko: 구입…
pt_br: Comprar…
ru: Купить…
vi: Mua…
zh_hans: 购买…
zh_hant: 購買…

source: Quit %@
ar: إنهاء %@
de: %@ beenden
es: Salir de %@
fr: Quitter %@
it: Esci da %@
ja: %@を終了
ko: %@ 종료
pt_br: Encerrar %@
ru: Завершить %@
vi: Thoát %@
zh_hans: 退出%@
zh_hant: 結束「%@」

source: Raw Log
ar: السجل الخام
de: Rohprotokoll
es: Registro sin procesar
fr: Journal brut
it: Log grezzo
ja: 生ログ
ko: 원본 로그
pt_br: Log Bruto
ru: Необработанный журнал
vi: Nhật ký thô
zh_hans: 原始日志
zh_hant: 原始記錄

source: README.md was not found in the current repository checkout.
ar: لم يتم العثور على README.md في نسخة المستودع الحالية.
de: Die README.md wurde im aktuellen Repository-Checkout nicht gefunden.
es: No se encontró README.md en la copia actual del repositorio.
fr: README.md est introuvable dans la copie actuelle du dépôt.
it: README.md non trovato nel checkout corrente del repository.
ja: 現在チェックアウトされているリポジトリにREADME.mdが見つかりません。
ko: 현재 저장소 체크아웃에서 README.md를 찾을 수 없습니다.
pt_br: README.md não foi encontrado no checkout atual do repositório.
ru: README.md не найден в текущей копии репозитория.
vi: Không tìm thấy README.md trong bản checkout kho lưu trữ hiện tại.
zh_hans: 当前检出的仓库中未找到 README.md。
zh_hant: 在目前簽出的儲存庫中找不到 README.md。

source: Reconnecting…
ar: جارٍ إعادة الاتصال…
de: Verbindung wird wiederhergestellt …
es: Reconectando…
fr: Reconnexion…
it: Riconnessione…
ja: 再接続中…
ko: 다시 연결하는 중…
pt_br: Reconectando…
ru: Повторное подключение…
vi: Đang kết nối lại…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線…

source: Reconstructed from the logged shape type and bounds. Transforms and touch hit-testing tolerance can affect the actual accepted area.
ar: أُعيد بناؤه من نوع الشكل والحدود المسجّلين. قد تؤثر التحويلات وتسامح اختبار اللمس في المنطقة المقبولة الفعلية.
de: Rekonstruiert aus dem protokollierten Formtyp und den Grenzen. Transformationen und die Toleranz des Touch-Hit-Testings können den tatsächlich akzeptierten Bereich beeinflussen.
es: Reconstruida a partir del tipo de forma y los límites registrados. Las transformaciones y la tolerancia de detección de toques pueden afectar al área realmente aceptada.
fr: Reconstituée à partir du type de forme et des limites consignés. Les transformations et la tolérance du test de hit tactile peuvent modifier la zone réellement acceptée.
it: Ricostruita dal tipo di forma e dai limiti registrati. Le trasformazioni e la tolleranza dell’hit test del tocco possono influire sull’area effettivamente accettata.
ja: 記録されたシェイプの型と境界から再構築しています。変換やタッチのヒットテストの許容範囲により、実際に受け付けられる領域は異なる場合があります。
ko: 기록된 셰이프 유형과 bounds로 재구성했습니다. 변환과 터치 히트 테스트 허용 오차에 따라 실제로 인식되는 영역이 달라질 수 있습니다.
pt_br: Reconstruída a partir do tipo de forma e dos limites registrados. Transformações e a tolerância do hit test de toque podem afetar a área realmente aceita.
ru: Восстановлено по записанному типу формы и границам. На фактическую область приёма могут влиять преобразования и допуск hit-test касания.
vi: Được dựng lại từ loại hình dạng và giới hạn đã ghi. Các phép biến đổi và dung sai hit-testing khi chạm có thể ảnh hưởng đến vùng thực tế được chấp nhận.
zh_hans: 根据日志记录的形状类型和边界重建。变换和触摸命中测试的容差可能影响实际接受的区域。
zh_hant: 依記錄的形狀類型與邊界重建。轉換與觸控點擊測試的容許範圍可能影響實際接受的區域。

source: Reconstructed from the logged type and bounds using Capsule's default style. The log omits the configured corner style.
ar: أُعيد بناؤه من النوع والحدود المسجّلين باستخدام النمط الافتراضي لـ Capsule. لا يتضمن السجل نمط الزوايا المُعدّ.
de: Rekonstruiert aus dem protokollierten Typ und den Grenzen mit dem Standardstil von Capsule. Das Protokoll enthält den konfigurierten Eckenstil nicht.
es: Reconstruida a partir del tipo y los límites registrados con el estilo predeterminado de Capsule. El registro omite el estilo de esquina configurado.
fr: Reconstituée à partir du type et des limites consignés, avec le style par défaut de Capsule. Le journal omet le style de coin configuré.
it: Ricostruita dal tipo e dai limiti registrati usando lo stile predefinito di Capsule. Il log non riporta lo stile degli angoli configurato.
ja: 記録された型と境界から、Capsuleのデフォルトスタイルで再構築しています。ログには設定された角のスタイルが含まれていません。
ko: 기록된 유형과 bounds로 Capsule의 기본 스타일을 사용해 재구성했습니다. 로그에는 설정된 모서리 스타일이 없습니다.
pt_br: Reconstruída a partir do tipo e dos limites registrados, usando o estilo padrão de Capsule. O log omite o estilo de canto configurado.
ru: Восстановлено по записанному типу и границам с использованием стиля Capsule по умолчанию. В журнале нет заданного стиля углов.
vi: Được dựng lại từ loại và giới hạn đã ghi, dùng kiểu mặc định của Capsule. Nhật ký không ghi kiểu góc bo đã cấu hình.
zh_hans: 根据日志记录的类型和边界，使用 Capsule 的默认样式重建。日志未包含所配置的圆角样式。
zh_hant: 依記錄的類型與邊界，以 Capsule 的預設樣式重建。記錄中未包含所設定的圓角樣式。

source: Reconstructed shape
ar: الشكل المُعاد بناؤه
de: Rekonstruierte Form
es: Forma reconstruida
fr: Forme reconstituée
it: Forma ricostruita
ja: 再構築されたシェイプ
ko: 재구성된 셰이프
pt_br: Forma reconstruída
ru: Восстановленная форма
vi: Hình dạng dựng lại
zh_hans: 重建的形状
zh_hant: 重建的形狀

source: Records are arriving, but no complete tree has been decoded yet. Export retains the raw evidence.
ar: السجلات تصل، لكن لم يتم فك ترميز شجرة كاملة بعد. يحتفظ التصدير بالأدلة الخام.
de: Einträge kommen an, aber es wurde noch kein vollständiger Baum dekodiert. Der Export enthält weiterhin die Rohdaten.
es: Están llegando registros, pero aún no se ha decodificado un árbol completo. La exportación conserva las pruebas sin procesar.
fr: Des enregistrements arrivent, mais aucune arborescence complète n’a encore été décodée. L’export conserve les données brutes.
it: I record stanno arrivando, ma non è ancora stato decodificato un albero completo. L’esportazione conserva i dati grezzi.
ja: レコードを受信中ですが、完全なツリーはまだデコードされていません。書き出すと、生のデータが保持されます。
ko: 기록이 도착하고 있지만 완전한 트리가 아직 디코딩되지 않았습니다. 내보내면 원본 데이터가 보존됩니다.
pt_br: Os registros estão chegando, mas nenhuma árvore completa foi decodificada ainda. A exportação mantém as evidências brutas.
ru: Записи поступают, но полное дерево ещё не декодировано. Экспорт сохраняет исходные данные.
vi: Bản ghi đang đến nhưng chưa giải mã được cây hoàn chỉnh. Tính năng xuất vẫn giữ lại dữ liệu thô.
zh_hans: 记录正在到达，但尚未解码出完整的树。导出会保留原始数据。
zh_hant: 記錄正在送達，但尚未解碼出完整的樹狀結構。輸出時會保留原始證據。

source: Refresh Borders
ar: تحديث الحدود
de: Rahmen aktualisieren
es: Actualizar bordes
fr: Actualiser les bordures
it: Aggiorna bordi
ja: 境界線を更新
ko: 테두리 새로 고침
pt_br: Atualizar Bordas
ru: Обновить границы
vi: Làm mới viền
zh_hans: 刷新边框
zh_hant: 重新整理邊框

source: Refresh License Status
ar: تحديث حالة الترخيص
de: Lizenzstatus aktualisieren
es: Actualizar estado de la licencia
fr: Actualiser l’état de la licence
it: Aggiorna stato licenza
ja: ライセンス状況を更新
ko: 라이선스 상태 새로 고침
pt_br: Atualizar Status da Licença
ru: Обновить статус лицензии
vi: Làm mới trạng thái giấy phép
zh_hans: 刷新许可证状态
zh_hant: 重新整理授權狀態

source: Reimport from saved source folder
ar: إعادة الاستيراد من مجلد المصدر المحفوظ
de: Aus gesichertem Quellordner erneut importieren
es: Volver a importar desde la carpeta de código guardada
fr: Réimporter depuis le dossier source enregistré
it: Reimporta dalla cartella dei sorgenti salvata
ja: 保存済みのソースフォルダから再読み込み
ko: 저장된 소스 폴더에서 다시 가져오기
pt_br: Reimportar da pasta de código salva
ru: Повторно импортировать из сохранённой папки
vi: Nhập lại từ thư mục mã nguồn đã lưu
zh_hans: 从已存储的源码文件夹重新导入
zh_hant: 從已儲存的原始碼檔案夾重新匯入

source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
pt_br: Recarregar
ru: Обновить
vi: Tải lại
zh_hans: 重新载入
zh_hant: 重新載入

source: Reload layer
ar: إعادة تحميل الطبقة
de: Ebene neu laden
es: Recargar capa
fr: Recharger le calque
it: Ricarica livello
ja: レイヤーを再読み込み
ko: 레이어 다시 불러오기
pt_br: Recarregar camada
ru: Обновить слой
vi: Tải lại lớp
zh_hans: 重新载入图层
zh_hant: 重新載入圖層

source: Reload layer and its children
ar: إعادة تحميل الطبقة وعناصرها الفرعية
de: Ebene und Unterebenen neu laden
es: Recargar capa y sus elementos secundarios
fr: Recharger le calque et ses enfants
it: Ricarica livello e livelli secondari
ja: レイヤーとその子を再読み込み
ko: 레이어와 하위 항목 다시 불러오기
pt_br: Recarregar camada e seus filhos
ru: Обновить слой и его дочерние элементы
vi: Tải lại lớp và các lớp con
zh_hans: 重新载入图层及其子项
zh_hant: 重新載入圖層及其子項目

source: Remember expansion state per app
ar: تذكّر حالة التوسيع لكل تطبيق
de: Ausklappstatus pro App merken
es: Recordar el estado de expansión por app
fr: Mémoriser l’état développé ou réduit par app
it: Ricorda lo stato di espansione per ogni app
ja: Appごとに展開状態を記憶
ko: 앱별 펼침 상태 기억
pt_br: Lembrar estado de expansão por app
ru: Запоминать состояние раскрытия для каждого приложения
vi: Ghi nhớ trạng thái mở rộng theo từng ứng dụng
zh_hans: 按 App 记住展开状态
zh_hant: 依 App 記住展開狀態

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
ar: هل تريد إزالة %@؟
de: %@ entfernen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Rimuovere %@?
ja: %@を削除しますか?
ko: %@을(를) 제거할까요?
pt_br: Remover %@?
ru: Удалить %@?
vi: Xóa %@?
zh_hans: 移除 %@？
zh_hant: 要移除 %@ 嗎？

source: Remove module CSVs
ar: إزالة ملفات CSV للوحدة
de: Modul-CSVs entfernen
es: Eliminar CSV del módulo
fr: Supprimer les CSV du module
it: Rimuovi CSV del modulo
ja: モジュールのCSVを削除
ko: 모듈 CSV 제거
pt_br: Remover CSVs do módulo
ru: Удалить CSV модуля
vi: Xóa CSV mô-đun
zh_hans: 移除模块 CSV
zh_hant: 移除模組 CSV

source: Reported origin
ar: نقطة الأصل المُبلَّغ عنها
de: Gemeldeter Ursprung
es: Origen informado
fr: Origine signalée
it: Origine segnalata
ja: 報告された原点
ko: 보고된 원점
pt_br: Origem informada
ru: Сообщённое начало
vi: Điểm gốc đã báo cáo
zh_hans: 报告的原点
zh_hant: 回報的原點

source: Reported size
ar: الحجم المُبلَّغ عنه
de: Gemeldete Größe
es: Tamaño informado
fr: Taille signalée
it: Dimensione segnalata
ja: 報告されたサイズ
ko: 보고된 크기
pt_br: Tamanho informado
ru: Сообщённый размер
vi: Kích thước đã báo cáo
zh_hans: 报告的尺寸
zh_hant: 回報的大小

source: Request timeout
ar: انتهت مهلة الطلب
de: Zeitüberschreitung bei Anfrage
es: Tiempo de espera de la solicitud agotado
fr: Délai d’attente de la requête dépassé
it: Timeout della richiesta
ja: リクエストのタイムアウト
ko: 요청 시간 초과
pt_br: Tempo limite da requisição
ru: Тайм-аут запроса
vi: Hết thời gian chờ yêu cầu
zh_hans: 请求超时
zh_hant: 要求逾時

source: Request timeout, layer data transmission failed.
ar: انتهت مهلة الطلب، وفشل نقل بيانات الطبقات.
de: Zeitüberschreitung bei Anfrage. Die Ebenendaten konnten nicht übertragen werden.
es: Se agotó el tiempo de espera de la solicitud y falló la transmisión de los datos de la capa.
fr: Délai d’attente de la requête dépassé, la transmission des données du calque a échoué.
it: Timeout della richiesta: trasmissione dei dati dei livelli non riuscita.
ja: リクエストがタイムアウトし、レイヤーデータを転送できませんでした。
ko: 요청 시간 초과, 레이어 데이터 전송에 실패했습니다.
pt_br: Tempo limite da requisição esgotado. Falha na transmissão dos dados da camada.
ru: Тайм-аут запроса, не удалось передать данные слоя.
vi: Hết thời gian chờ yêu cầu, không truyền được dữ liệu lớp.
zh_hans: 请求超时，图层数据传输失败。
zh_hant: 要求逾時，圖層資料傳輸失敗。

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Resolve Swift private-discriminator hashes from imported module CSVs. Disabled by default.
ar: تحليل تجزئات المميِّز الخاص في Swift من ملفات CSV للوحدات المستوردة. معطّل افتراضيًا.
de: Swift-Hashes für private Discriminators aus importierten Modul-CSVs auflösen. Standardmäßig deaktiviert.
es: Resuelve los hashes de discriminador privado de Swift a partir de los CSV de módulos importados. Desactivado por omisión.
fr: Résout les hachages de discriminant privé Swift à partir des CSV de modules importés. Désactivé par défaut.
it: Risolve gli hash dei discriminatori privati Swift dai CSV dei moduli importati. Disattivato per impostazione predefinita.
ja: 読み込み済みのモジュールCSVから、Swiftのprivate-discriminatorハッシュを解決します。デフォルトではオフです。
ko: 가져온 모듈 CSV에서 Swift 비공개 디스크리미네이터 해시를 확인합니다. 기본적으로 꺼져 있습니다.
pt_br: Resolve hashes de private discriminator do Swift a partir dos CSVs de módulo importados. Desativado por padrão.
ru: Определять хеши приватных дискриминаторов Swift по импортированным CSV модулей. По умолчанию выключено.
vi: Phân giải hash private-discriminator của Swift từ CSV mô-đun đã nhập. Mặc định tắt.
zh_hans: 从已导入的模块 CSV 解析 Swift private-discriminator 哈希。默认关闭。
zh_hant: 從已匯入的模組 CSV 解析 Swift private-discriminator 雜湊。預設為關閉。

source: Responder address
ar: عنوان المستجيب
de: Responder-Adresse
es: Dirección del respondedor
fr: Adresse du répondeur
it: Indirizzo del responder
ja: レスポンダのアドレス
ko: 리스폰더 주소
pt_br: Endereço do responder
ru: Адрес респондера
vi: Địa chỉ responder
zh_hans: 响应者地址
zh_hant: 回應者位址
